{
  "LuaSnip": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "claudecode.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "delimitMate": { "branch": "master" },
  "edge": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "iceberg.vim": { "branch": "master" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-gdb": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nu": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "onehalf": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "ranger.vim": { "branch": "master" },
  "salt-vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "vim-jsonnet": { "branch": "master" },
  "vim-multiple-cursors": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-racket": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "zig.vim": { "branch": "master" }
}
